const questions = {
  1: {
    id: 1,
    title: 'Предположим вы придумали вирусный челлендж и просите своих фолловеров лойсить, шерить и репостить. Как назвать это одним словом?',
    answers: [
      {
        id: 1,
        text: 'Флексить',
      },
      {
        id: 2,
        text: 'Форсить',
      },
      {
        id: 3,
        text: 'Буллить',
      },
    ],
  },
  2: {
    id: 2,
    title: 'Вы только что ворвались в мир микроинфлюенсеров! Контент есть, а вот фолловеров маловато. Что из этого НЕ принесёт вам новых подписчиков?',
    answers: [
      {
        id: 1,
        text: 'Лайктайм',
      },
      {
        id: 2,
        text: 'Гивэвей',
      },
      {
        id: 3,
        text: 'Шаутаут',
      },
    ],
  },
  3: {
    id: 3,
    title: 'Подписчиков стало больше, другие блогеры предлагают вам коллаборации. Один ютьюбер хочет взять ведро куриных крылышек,'
      + ' пять сетов суши, пиццу и начать уплетать все это прямо перед камерой. Говорит, такие видео собирают кучи просмотров.'
      + ' Как называется такой жанр?',
    answers: [
      {
        id: 1,
        text: 'Мукбанг',
      },
      {
        id: 2,
        text: 'Гэнгбэнг',
      },
      {
        id: 3,
        text: 'Фудпорн',
      },
    ],
  },
  4: {
    id: 4,
    title: 'В комментариях к мукбангу происходит что-то странное! Первый комментатор пишет, что ваше видео кринжовое. Что это значит?',
    answers: [
      {
        id: 1,
        text: 'Кажется, меня хвалят!',
      },
      {
        id: 2,
        text: 'Это провал, видео просто отвратительное.',
      },
      {
        id: 3,
        text: 'Фолловерам за вас страшно',
      },
    ],
  },
  5: {
    id: 5,
    title: 'Другой подписчик оставил вам под видео коммент: 🤣 🤣 🤣 Что с ним происходит?',
    answers: [
      {
        id: 1,
        text: 'Он рофлит',
      },
      {
        id: 2,
        text: 'Он залутался',
      },
      {
        id: 3,
        text: 'Он донатит',
      },
    ],
  },
  6: {
    id: 6,
    title: 'Вам предложили сделать рекламную  интеграцию. Бриф напичкан такими словечками, как "кайял", "конняку", "фрост". На какую тему будем снимать?',
    answers: [
      {
        id: 1,
        text: 'Фрост – это мороз. Видимо, завораживающее видео с жидким азотом.',
      },
      {
        id: 2,
        text: 'Онлайн-уроки норвежского языка',
      },
      {
        id: 3,
        text: 'Что-то про косметику',
      },
    ],
  },
  7: {
    id: 7,
    title: 'Ты такой байтер, это зашквар! – Что бы это значило?',
    answers: [
      {
        id: 1,
        text: 'Ты снимаешь классные тиктоки, тебе завидуют',
      },
      {
        id: 2,
        text: 'Ты копируешь чужие идеи, тебя осуждают',
      },
      {
        id: 3,
        text: 'Надо было в мукбанге вместо баскета с байтсами стримить поедание стрипсов!',
      },
    ],
  },
  8: {
    id: 8,
    title: 'Вы считаете тиктокера классным. Как бы вы написали об этом в твиттере?',
    answers: [
      {
        id: 1,
        text: 'Ой, он такой сасный!',
      },
      {
        id: 2,
        text: 'Ох, он такой хорни!',
      },
      {
        id: 3,
        text: 'Ух, он такой кронги!',
      },
      {
        id: 4,
        text: 'Оу, он такой софти! (это не правильный ответ, не жмите на него!)',
      },
    ],
  },
};

module.exports = questions;
