const resultConfig = {
  looser: {
    title: 'Азаза',
    text: 'Похоже, интернет у вас есть только в отделении главпочтамта. С подключением!',
  },
  bad: {
    title: 'Верните мне мой 2007 год!',
    text: 'Последнее, что вы смотрели – это This is Хорошо и +100500.',
  },
  good: {
    title: 'Отличаете попит от симпл-димпла!',
    text: 'Из всех блогеров знаете только Гоблина. Скоро доберетесь до Дудя.',
  },
  great: {
    title: 'Ауф',
    text: 'Поймали вайб зумера и не зашкварились. Сможете пояснить за сасный краш, низкий флекс, и кринжовый вайб.',
  },
};

module.exports = resultConfig;
